Repository: Zyres/wordpress-theme-updater
Catalog: languages/pfadfinden-theme-updater-*.po
Languages: de_de

source: Couldn’t load required library “shy-wordpress”. Reinstalling the plugin may solve this problem.
de_de: Konnte die erforderliche Bibliothek „shy-wordpress“ nicht laden. Neuinstallation des Plugins sollte das Problem beheben.

source: The plugin is incomplete. Reinstalling it may solve this problem.
de_de: Das Plugin ist unvollständig. Neuinstallation sollte das Problem beheben.

source: You need at least PHP 5.4 to use Pfadfinden Theme Updater. Your are using %s.
de_de: Du brauchst mindestens PHP 5.4, um den Pfadfinden-Theme-Updater zu benutzen. Aktuell benutzt du PHP %s.

source: Adds the Pfadfinden theme repository to your choice of themes. Requires an API key.
de_de: Fügt den Pfadfinden-Theme-Katalog zu Deiner Auswahl an Themes hinzu. Benötigt einen API-Schlüssel.

source: Your theme repository query is too long.
de_de: Deine Anfrage an den Theme-Katalog ist zu lang.

source: Unknown theme repository server error, no message attached.
de_de: Unbekannter Theme-Katalog-Serverfehler, keine Fehlerbeschreibung mitgeschickt.

source: Ambiguous result for single theme information call.
de_de: Mehrere Ergebnisse für Abfrage nach Informationen zu einem Theme.

source: Pfadfinden Theme Updater Settings
de_de: Pfadfinden-Theme-Updater-Einstellungen

source: API Key
de_de: API-Schlüssel

source: An API key consists of 10 alphanumeric characters.
de_de: Ein API-Schlüssel besteht aus zehn alphanumerischen Zeichen.

source: Keep Settings
de_de: Einstellungen merken

source: Don’t delete settings when uninstalling the plugin.
de_de: Einstellungen nicht löschen, wenn das Plugin deinstalliert wird.

source: Just testing? Try APITESTKEY.
de_de: Nur Ausprobieren? Nimm APITESTKEY. Aber BdP-Themes gibt es damit nicht…
